[
  {
    "name": "Craft",
    "amount": "<ReferenceError: amount is not defined>",
    "duration": "<ReferenceError: duration is not defined>",
    "about": "Commodo ea occaecat velit aute. Labore proident exercitation aute esse esse minim velit esse cupidatat consectetur cupidatat quis. Duis laborum elit est cillum excepteur. Proident proident ipsum aliqua excepteur culpa est in aute ullamco qui aliquip. Deserunt deserunt nisi pariatur est dolore sint mollit Lorem. Cillum nostrud ad aute irure consectetur ipsum adipisicing dolore cillum. Non anim laborum ullamco cillum excepteur sit tempor dolor magna minim irure velit. Fugiat in sint ad aliqua sint incididunt aliqua eu. Velit aute ad incididunt ex adipisicing. Adipisicing consequat nisi veniam sit adipisicing Lorem fugiat deserunt nostrud in."
  },
  {
    "name": "Wallace",
    "amount": "<ReferenceError: amount is not defined>",
    "duration": "<ReferenceError: duration is not defined>",
    "about": "Non excepteur exercitation enim pariatur dolore velit. Culpa eiusmod commodo duis eu. In aliquip fugiat amet fugiat dolor proident deserunt eu laboris. Veniam sunt nostrud incididunt sit laboris quis nisi voluptate cupidatat Lorem. Ullamco labore tempor mollit aliquip cillum nisi veniam consequat commodo dolor. Sint mollit occaecat eu cillum ad sunt sit mollit. Aute exercitation pariatur tempor aliquip proident in non consequat cillum cillum. Laboris ullamco aliquip Lorem qui ut et occaecat quis non fugiat consectetur. Officia deserunt nisi voluptate velit laborum Lorem aliqua ut id exercitation reprehenderit ipsum deserunt ea. Labore eiusmod dolore id nostrud ad."
  },
  {
    "name": "Stephanie",
    "amount": "<ReferenceError: amount is not defined>",
    "duration": "<ReferenceError: duration is not defined>",
    "about": "Consequat consectetur proident esse sunt eu id qui dolor minim enim aliquip. Ut labore proident ad aliquip do aute. Ad velit culpa nulla eiusmod veniam est qui dolore ad do amet non excepteur sint. Incididunt nulla pariatur est enim ad. Ipsum cupidatat deserunt enim consectetur nulla laborum velit sunt voluptate ex eiusmod voluptate. Consectetur labore et est ea ut. Adipisicing do enim deserunt exercitation esse aliqua irure. Cupidatat non nisi laborum incididunt eu voluptate veniam. Qui adipisicing est consequat fugiat occaecat tempor veniam elit non esse nisi sunt. Lorem do eu enim qui adipisicing ea Lorem voluptate aliqua."
  },
{
  "posts": [
    {
      "id": 1,
      "title": "json-server",
      "author": "typicode"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
]